SPECIALTIES = [
    {"id": 1,  "name": "Інженерія програмного забезпечення",   "code": "ІПЗ",  "number": 121},
    {"id": 2,  "name": "Інформаційна діяльність підприємства", "code": "ПТ",   "number": 76},
    {"id": 3,  "name": "Облік і оподаткування",                "code": "ОО",   "number": 71},
    {"id": 4,  "name": "Видавнича справа та редагування",      "code": "ЖК",   "number": 61},
    {"id": 5,  "name": "Економіка підприємства",               "code": "ЕП",   "number": 51},
    {"id": 6,  "name": "Оптоелектронні прилади",               "code": "ОП",   "number": 171},
    {"id": 7,  "name": "Фотоніка та оптоінформатика",          "code": "МНТ",  "number": 176},
    {"id": 8,  "name": "Оптотехніка",                          "code": "ІВТ",  "number": 175},
]